Key,"Italian (Italy)"
AlarmServer.Default.Text,
Settings_Screen.Pressure_Valve.Text,"Valvola di pressione"
Settings_Screen.Washing_Pump_Button.Text,"Pompa di lavaggio"
Settings_Screen.Washing_Gun_Button.Text,"Pistola della pompa di lavaggio"
Settings_Screen.Blower_Test.Text,"Test di asciugatura"
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,Ditta
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix,mbar
Settings_Screen.Text3.Text,"PRESSIONE MASSIMA:"
Automatic_Screen.Auto_Wash_Button.Text,"LAVAGGIO
AUTOMATICO"
Drying_Screen.Drying_Start.Text,ASCIUGATURA
Drying_Screen.Drying_Time_Text.Text,"TEMPO DI ASCIUGATURA"
Drying_Screen.Drying_Min_Set.Prefix,conf:
Drying_Screen.Drying_Min_Set.Suffix,min.
Drying_Screen.Door_Open_Button.Text,"APRI PORTA"
Drying_Screen.Door_Close_Button.Text,"CHIUDI PORTA"
Drying_Screen.Stable_Down.Text,"Stabilizzatore Filtro Giù"
Drying_Screen.Button4.Text,"Stabilizzatore Filtro Su"
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"Lavaggio
Automatico"
Drying_Screen.Manuel_Button.Text,"Lavaggio
Manuale"
Drying_Screen.Alarm_button.Text,"Schermo
Allarme"
Drying_Screen.Drying_Button.Text,Asciugatura
Drying_Screen.Test_Nav.Text,TEST
Test_Screen.Test_Nav.Text,TEST
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"Lavaggio
Automatico"
Test_Screen.Manuel_Button.Text,"Lavaggio
Manuale"
Test_Screen.Alarm_button.Text,"Schermo
Allarme"
Test_Screen.Drying_Button.Text,Asciugatura
Test_Screen.Filter_Test.Text,"TEST FILTRO"
Test_Screen.CleanFilter.Text,"FILTRO PULITO"
Test_Screen.DirtyFilter.Text,"FiLTRO SPORCO"
Test_Screen.CloggedFilter.Text,"FILTRO OSTRUITO"
Test_Screen.Text1.Text,Pressione
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix,mbar
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.Text3.Text,"CLIENTE NR."
Automatic_Screen.Drying_Button.Text,Asciugatura
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"Lavaggio
Automatico"
Automatic_Screen.Manuel_Button.Text,"Lavaggio
Manuale"
Automatic_Screen.Alarm_button.Text,"Schermo
Allarme"
Automatic_Screen.Test_Nav.Text,TEST
Test_Screen.Stable_Down.Text,"Stabilizzatore Filtro Giù"
Test_Screen.Stable_Up.Text,"Stabilizzatore Filtro Su"
Test_Screen.Door_Open_Button.Text,"APRI PORTA"
Test_Screen.Door_Close_Button.Text,"CHIUDI PORTA"
Automatic_Screen.Stable_Down.Text,"Stabilizzatore Filtro Giù"
Automatic_Screen.Stable_Up.Text,"Stabilizzatore Filtro Su"
Automatic_Screen.Door_Open_Button.Text,"APRI PORTA"
Automatic_Screen.Door_Close_Button.Text,"CHIUDI PORTA"
Alarm_Screen.Drying_Button.Text,Asciugatura
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"Lavaggio
Manuale"
Alarm_Screen.Alarm_button.Text,"Schermo
Allarme"
Alarm_Screen.Test_Nav.Text,TEST
Alarm_Screen.Auto_Button.Text,"Lavaggio
Automatico"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Fermata di Emergenza Attivata"
AlarmServer.Default_Phase_Sequence.StaticText,"Sequenza di fase errata"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Errore nella Pompa di Lavaggio"
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Pressione Alta (Manuale) Errore nella Pompa di Lavaggio"
AlarmServer.Default_Blower_Error.StaticText,"Errore nel sistema di asciugatura"
Automatic_Screen.Heater_Button.Text,Riscaldatore
Automatic_Screen.Heater_Button.Texts[0],"Riscaldatore Spento"
Automatic_Screen.Heater_Button.Texts[1],"Riscaldatore Acceso"
Test_Screen.Text.Text,"Si prega di fermare il Processo di Lavaggio prima di procedere con il test"
Test_Screen.Text4.Text,Attenzione!
Automatic_Screen.Text.Text,"Si prega di fermare il Test prima di eseguire il lavaggio"
Automatic_Screen.Text4.Text,Attenzione!
Automatic_Screen.Text2.Text,"SI prega di introdurre il tempo di lavaggio!"
Drying_Screen.Text4.Text,Attenzione!
Drying_Screen.Text2.Text,"Si prega di inserire il tempo di Asciugatura!"
Drying_Screen.Drying_Heat_Text.Text,"Temperatura di Asciugatura"
Drying_Screen.Drying_Heat_Set.Prefix,conf:
Drying_Screen.Drying_Heat_Set.Suffix,C
Drying_Screen.Current_Heat_Text.Text,"Temperatura attuale di asciugatura"
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,C
Drying_Screen.Text.Text,"Si prega di introdurre un valore di temperatura valido!"
Drying_Screen.Text1.Text,"Valore: 80-110 C"
Settings_Screen.Admin_Page_Button.Text,"Pagina per Amministrazione"
Admin_Page.Back_Button.Text,Indietro
Admin_Page.prewashWaterTime_Text.Text,"Timer Pre-lavaggio"
Admin_Page.cleaningRestTime_Text.Text,"Tempo restante di Pulizia"
Admin_Page.dryingAirTime_Text.Text,"Timer Asciugatura ad aria"
Admin_Page.dryingRestTime_Text.Text,"Tempo restante di Asciugatura"
Admin_Page.cleaningWaterTime_Text.Text,"Timer Lavaggio"
Admin_Page.cleaningPressTime_Text.Text,"Timer Lavaggio a pressione"
Admin_Page.prewashRestTime_Text.Text,"Tempo restante del Prelavaggio"
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix,sec
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix,sec
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix,sec
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix,sec
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix,sec
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix,sec
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix,sec
Admin_Page.Warning_Text.Text,"Accettate i rischi connessi al cambio dei valori"
LoginScreen.Text.Text,"Login Amministratore"
LoginScreen.CancelButton.Text,Annulla
LoginScreen.LoginButton.Text,LOGIN
LoginScreen.Button.Text,
LoginScreen.Text1.Text,Attenzione!
LoginScreen.Text2.Text,"Password errata!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,Espandi
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,Curvare
Test_Screen.NarrowButton.Text,Ristretto
Automatic_Screen.Text1.Text,Pressione
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix,mbar
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix,sec
Admin_Page.TestTime_Text.Text,"Fase di test del filtro"
Manuel_Screen.Drying_Button.Text,Asciugatura
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,TEST
Manuel_Screen.Auto_Button.Text,"Lavaggio
Automatico"
Manuel_Screen.Alarm_button.Text,"Schermo
Allarme"
Manuel_Screen.Manuel_Button.Text,"Lavaggio
Manuale"
Manuel_Screen.Door_Open_Button.Text,"APRI PORTA"
Manuel_Screen.Door_Close_Button.Text,"CHIUDI PORTA"
Manuel_Screen.Stable_Down.Text,"Stabilizzatore Filtro Giù"
Manuel_Screen.Stable_Up.Text,"Stabilizzatore Filtro Su"
Manuel_Screen.MWashing_Button.Text,"Lavaggio
Manuale"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,C
Manuel_Screen.Wash_Time_Text.Text,"Tempo di lavaggio"
Manuel_Screen.Set_Heat.Prefix,conf:
Manuel_Screen.Set_Heat.Suffix,C
Manuel_Screen.Set_Time.Prefix,conf:
Manuel_Screen.Set_Time.Suffix,min.
Manuel_Screen.Heater_Button.Text,Riscaldatore
Manuel_Screen.Text.Text,"Si prega di selezionare i cicli prima del lavaggio!"
Manuel_Screen.Text4.Text,Attenzione!
Manuel_Screen.Text2.Text,"SI prega di introdurre il tempo di lavaggio!"
Manuel_Screen.Setting_Button.Text,"Impostazioni Lavaggio"
Manuel_Screen.Heater_Button.Texts[0],"Riscaldatore Spento"
Manuel_Screen.Heater_Button.Texts[1],"Riscaldatore Acceso"
Automatic_Screen.Setting_Button.Text,"Impostazioni Lavaggio"
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 Ciclo"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 Cicli"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 Cicli"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 Cicli"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 Cicli"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"0 Cicli"
Manuel_Screen.PreWash_Cycle_Text.Text,"Ciclo di prelavaggio"
Manuel_Screen.Dry_Cycle_Text.Text,"Ciclo di Lavaggio"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,Curvare
Automatic_Screen.Gun_Button.Text,"Pistola di lavaggio"
Manuel_Screen.Gun_Button.Text,"Pistola di lavaggio"
Manuel_Screen.Press_Button.Text,Pressione
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Si prega di chiudere la porta!"
Automatic_Screen.t_Door.Text,"Si prega di chiudere la porta!"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"Il livello dell'acqua è basso!"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"Il livello dell'acqua è basso!"
Settings_Screen.Calibration_Button.Text,"Taratura pressione"
Automatic_Screen.Text3.Text,"Precauzione di sicurezza!"
Manuel_Screen.Text3.Text,"Precauzione di sicurezza!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Componenti
Components.Back_Button.Text,Indietro
Components.Text.Text,"Fermata di Emergenza"
Components.Text1.Text,"Interruttore Pedale"
Components.Text2.Text,"Sequenza di fase"
Components.Text3.Text,"Pompa di lavaggio"
Components.Text4.Text,"Pompa di lavaggio manuale"
Components.Text5.Text,Soffiatore
Components.Text7.Text,"Sensore porta"
Components.Text8.Text,"Sensore livello acqua"
Automatic_Screen.PAUSE.Text,PAUSA
Automatic_Screen.Text5.Text,"Lavaggio in pausa!"
Components.Text10.Text,"Trasmettitore di pressione"
Components.Text11.Text,"Trasmettitore acqua"
Components.Text12.Text,"Trasmettitore aria calda"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Aspettare il completamento della taratura"
Settings_Screen.Text1.Text,"Aspettare il completamento della taratura"
Automatic_Screen.PAUSE.Texts[0],PAUSA
Automatic_Screen.PAUSE.Texts[1],RIPRENDI
Manuel_Screen.PAUSE.Text,PAUSA
Manuel_Screen.PAUSE.Texts[0],PAUSA
Manuel_Screen.PAUSE.Texts[1],RIPRENDI
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix,sec
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix,sec
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix,sec
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix,sec
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix,sec
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix,sec
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix,sec
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix,sec
Manuel_Screen.Text5.Text,"Lavaggio in pausa!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,DPF
Automatic_Screen.Button1.Text,CAT
Manuel_Screen.Button.Text,DPF
Manuel_Screen.Button1.Text,CAT
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,C
Automatic_Screen.Wash_Time_Text.Text,"Tempo di lavaggio"
Automatic_Screen.Set_Heat.Prefix,conf:
Automatic_Screen.Set_Heat.Suffix,C
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,min.
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"0 Cicli"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 Ciclo"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 Cicli"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 Cicli"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 Cicli"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 Cicli"
Automatic_Screen.b_AirValve.Text,"VALVOLA D'ARIA"
Manuel_Screen.b_AirValve.Text,"VALVOLA D'ARIA"
Automatic_Screen.Text6.Text,"Si prega di pulire la vasca di lavaggio e i filtri!
Altrimenti i filtri possono rompersi!"
Manuel_Screen.Text6.Text,"Si prega di pulire la vasca di lavaggio e i filtri!
Altrimenti i filtri possono rompersi!"
Admin_Page.Text.Text,"Limite contatore cambio filtro"
Settings_Screen.Text2.Text,"Contatore cambio filtro"
